Repository: ronteq/BSCTest
Catalog: BSCTest/Resources/Texts/*.lproj/Localizable.strings
Languages: es_419

source: Save
es_419: Guardar

source: Change color
es_419: Cambiar el color

source: Cancel
es_419: Cancelar

# note_validation
source: Please, we need a title at least
es_419: Por favor, necesitamos al menos un títutlo

# notes_title
source: Notes
es_419: Notas

# add_note_title
source: Add a note
es_419: Añade una nota

# add_note_title_placeholder
source: Amazing title for your note
es_419: Increible título para tu nota

# update_note_title
source: Update note
es_419: Actualiza tu nota

# update_note_options
source: Note options
es_419: Opciones

# delete_option
source: Delete note
es_419: Eliminar nota

# delete_confirmation
source: Are you sure you want to delete this note?
es_419: ¿Estás seguro que quieres eliminar la nota?

source: Vacation
es_419: Vacaciones

source: Work
es_419: Trabajo

source: Personal life
es_419: Vida personal

source: Sports
es_419: Deportes

# something_went_wrong
source: There was a problem, please try again later
es_419: Hubo un problema. Por favor intenta de nuevo luego.

# parse_error
source: There was a problem processing your data
es_419: Hubo un problema al procesar tu data.

# bad_request_error
source: There was a problem al sending your data
es_419: Hubo un problema al enviar tu data

# unauthorized_request_error
source: You need to log in again
es_419: Por favor, vuelva a hacer log in

# forbidden_error
source: You don't have permissions for this operation
es_419: No tienes permisos para realizar esta operación

# resource_not_found_error
source: The resource you are looking for doesn't exists
es_419: El recurso que buscas no existe
